Repository: weblate/pvr.wmc
Catalog: pvr.wmc/resources/language/resource.language.*/strings.po
Languages: ca_es

# Addon Summary
source: PVR WMC Client
ca_es: Client PVR WMC

# Addon Disclaimer
source: This is experimental software. Use at your own risk.
ca_es: Aquest és programari experimental. Utilitzeu-lo sota la vostra responsabilitat.

# #30000
source: Server Hostname or IP
ca_es: Nom d'amfitrió o IP del servidor

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
ca_es: Mantén les adreces IP a 127.0.0.1, si el servidor s'està executant en el mateix sistema

# #30002
source: Port Number
ca_es: Número de port

# #30003
source: Stream timeout, unknown problem
ca_es: Temps d'expiració de la transmissió, problema desconegut

# #30004
source: No video data found on this channel
ca_es: No s'ha trobat vídeo en aquest canal

# #30005
source: Tuner is needed for recording
ca_es: Es requereix sintonitzador per a enregistrar

# #30006
source: Recording delete failed, file in use or write protected
ca_es: Eliminació de l'enregistrament fallida, fitxer en ús o protegit contra escriptura

# #30007
source: Recording delete failed, recorded file doesn't exist
ca_es: Eliminació de l'enregistrament fallida, el fitxer no existeix

# #30008
source: Recording file not found
ca_es: Fitxer de l'enregistrament no trobat

# #30011
source: Can't start, tuner is no longer available
ca_es: No es pot iniciar, el sintonitzador ja no està disponible

# #30012
source: Channel content is protected
ca_es: El contingut del canal està protegit

# #30014
source: Enable SignalStatus calls
ca_es: Habilita les crides SignalStatus

# #30016
source: Store Resume/Watched status on server
ca_es: Emmagatzema l'estat reprèn/vist al servidor

# #30025
source: Use WakeOnLAN to wake up server
ca_es: Utilitza WakeOnLAN per despertar el servidor

# #30026
source: Sending WakeOnLAN to server...
ca_es: S'està enviant WakeOnLAN al servidor...

# #30100
source: Recording Preference
ca_es: Preferència d'enregistrament

# #30101
source: Record this episode only
ca_es: Enregistra únicament aquest episodi

# #30102
source: Record the series
ca_es: Enregistra les sèries

# #30103
source: Show type:
ca_es: Tipus de programa de TV:

# #30105
source: New only
ca_es: Només nous

# #30106
source: Live only
ca_es: Només en directe

# #30107
source: Channel:
ca_es: Canal:

# #30108
source: Any Channel
ca_es: Qualsevol canal

# #30110
source: Airtime:
ca_es: Temps en l'aire:

# #30111
source: Anytime
ca_es: En qualsevol moment

# #30120
source: Delete Timer
ca_es: Elimina Comptador

# #30122
source: Delete the entire series
ca_es: Suprimeix les sèries completes

# #30131
source: One time (manual)
ca_es: Un cop (manual)

# #30132
source: One time (guide)
ca_es: Un cop (guia)

# #30134
source: Repeating (manual)
ca_es: Repetició

# #30135
source: Repeating (guide)
ca_es: Repetició (guia)

# #30141
source: High
ca_es: Alt

# #30142
source: Low
ca_es: Baix

# #30150
source: New Episodes Only
ca_es: Únicament els episodis nous

# #30152
source: Live Only
ca_es: Només en directe

# #30160
source: Not Set
ca_es: Sense establir

# #30161
source: Keep Latest Recordings
ca_es: Mantén els últims enregistraments

# #30162
source: Keep Until I Watch
ca_es: Mantén fins que el miri

# #30163
source: Keep Until Space Needed
ca_es: Mantén fins que es necessiti espai

# #30164
source: Keep Until I Delete
ca_es: Mantén fins que l'elimini

# #30165
source: Keep For 1 Week
ca_es: Mantén durant 1 setmana

# #30170
source: Keep As Many As Possible
ca_es: Mantén tant com puguis

# #30171
source: Keep 1 Recording
ca_es: Mantén 1 enregistrament

# #30172
source: Keep 2 Recordings
ca_es: Mantén 2 enregistraments

# #30173
source: Keep 3 Recordings
ca_es: Mantén 3 enregistraments

# #30174
source: Keep 4 Recordings
ca_es: Mantén 4 enregistraments

# #30175
source: Keep 5 Recordings
ca_es: Mantén 5 enregistraments

# #30176
source: Keep 6 Recordings
ca_es: Mantén 6 enregistraments

# #30177
source: Keep 7 Recordings
ca_es: Mantén 7 enregistraments

# #30178
source: Keep 10 Recordings
ca_es: Mantén 10 enregistraments
